Repository: pqhuy87it/swift-BaseProject
Catalog: BaseProject/Modules/LanguageModule/Localize/Localizable_*.strings
Languages: vi

source: You're doing great!
vi: Bạn đang làm rất tốt!

source: Nice work!
vi: Làm rất tốt!

# Word learned %@ Word remaining %@
source: You just learned %@ terms! Keep practicing to master the remaining %@.
vi: Bạn vừa đã học được %@ từ! Tiếp tục luyện tập để học nốt những từ còn lại %@.

# Word remaining %@
source: Keep practicing to master the remaining %@.
vi: Tiếp tục luyện tập để học nốt những từ còn lại %@.

source: Congratulations!
vi: Xin chúc mừng!

source: You've learned everything!
vi: Bạn đã học được tất cả các từ vựng!

source: Got it!
vi: Đã nhớ!

source: Study again!
vi: Học lại!

source: Search
vi: Tìm Kiếm

source: Language
vi: Ngôn Ngữ

source: Display Furigana
vi: Hiển Thị Furigana

source: Font Size
vi: Cỡ Chữ

source: Font Name
vi: Kiểu Font

source: Furigana Size
vi: Kích Thước Furigana

source: Vocabulary Index
vi: Danh Sách Từ Vựng

# Favourite
source: Favourite List
vi: Từ Yêu Thích

source: Kanji List
vi: Danh Sách Kanji

source: Look up Kanji
vi: Tra Kanji

source: Look Up In Web Dictionary
vi: Tra Bằng Từ Điển Web

source: UnFavorite
vi: Bỏ Từ Yêu Thích

# AddFavorite
source: Favorite
vi: Thêm Từ Yêu Thích

source: Cancel
vi: Thoát

source: Save
vi: Lưu

source: Continue
vi: Tiếp tục

source: Restart
vi: Làm lại

source: What does this word mean ? %@
vi: Từ %@ có nghĩa là gì ?

source: What is the Hiragana of this word ? %@
vi: Hiragana của từ %@ là gì ?

source: This word means %@
vi: Từ %@ có nghĩa là

source: Hiragana of this word %@
vi: Hiragana của từ %@ là

source: Next
vi: Tiếp tục

source: True
vi: Đúng

source: False
vi: Sai

source: Your Score
vi: Kết quả

source: Test again
vi: Làm lại

source: View result
vi: Xem lại kết quả

source: Keep studying!
vi: Tiếp tục học!

source: You missed %@ out of %@ questions
vi: Bạn sai %@ trên tổng số %@ câu hỏi

source: Great job!
vi: Tuyệt vời!

source: You aced that test!
vi: Bạn đã vượt qua bài kiểm tra!

# You choice
source: You have chosen as %@
vi: Bạn đã chọn là %@

# You answer
source: You answered is %@
vi: Bạn đã trả lời là %@

# Right answer
source: The correct answer is %@
vi: Câu trả lời chính xác là %@

source: Review On App Store
vi: Đánh giá ứng dụng

# Play sound
source: Pronounce
vi: Phát âm
